<?php

return [
    'already_enabled_description' => 'Двухфакторная аутентификация включена. Отсканируйте QR-код или введите ключ настройки в приложении для аутентификации.',
    'already_enabled_title' => 'Двухфакторная аутентификация включена',
    'back' => 'Назад',
    'close' => 'Закрыть',
    'confirm' => 'Подтвердить',
    'confirm_code_description' => 'Введите 6-значный код из приложения для аутентификации',
    'confirm_code_title' => 'Подтвердите код аутентификации',
    'continue_setup' => 'Продолжить настройку',
    'description' => 'Управляйте настройками двухфакторной аутентификации',
    'disable' => 'Отключить 2FA',
    'enable' => 'Включить 2FA',
    'manual_code' => 'или введите код вручную',
    'setup_description' => 'Чтобы завершить включение двухфакторной аутентификации, отсканируйте QR-код или введите ключ настройки в приложении для аутентификации.',
    'setup_intro' => 'Когда вы включите двухфакторную аутентификацию, при входе вам будет предложено ввести код безопасности. Этот код можно получить из приложения, поддерживающего TOTP, на вашем телефоне.',
    'setup_title' => 'Включить двухфакторную аутентификацию',
    'title' => 'Двухфакторная аутентификация',
    'enabled_description' => 'При входе потребуется ввести безопасный случайный код, который вы можете получить из приложения, поддерживающего TOTP.',
];
